Repository: Belfagor2005/WorldCam
Catalog: usr/lib/enigma2/python/Plugins/Extensions/WorldCam/locale/*/LC_MESSAGES/WorldCam.po
Languages: cs, de, el, hu, it, sk

source: Like this plugin? Buy me a coffee by scanning QR code. Your support keeps development alive!
cs: Líbí se vám tento plugin? Kupte mi kávu naskenováním QR kódu. Vaše podpora udržuje vývoj při životě!
el: Σας άρεσε αυτό το πρόσθετο; Κεράστε μου έναν καφέ σκανάροντας τον κωδικό QR. Η υποστήριξή σας κρατά την ανάπτυξη ζωντανή!
hu: Tetszik ez a bővítmény? Fizess nekem egy kávét QR-kód beolvasásával. A támogatásod életben tartja a fejlesztést!
it: Ti piace questo plugin? Offrimi un caffè scansionando il codice QR. Il tuo supporto mantiene vivo lo sviluppo!
sk: Páči sa vám tento plugin? Kúpte mi kávu naskenovaním QR kódu. Vaša podpora udržiava vývoj pri živote!

source: Exit
cs: Odejít
el: Έξοδος
hu: Kilépés
it: Esci
sk: Ukončiť

source: Error switching webcam
el: Σφάλμα κατά την εναλλαγή κάμερας ιστού
it: Errore durante la commutazione della webcam

source: Player Controls: OK - Show/hide info bar GREEN - Previous webcam YELLOW - Next webcam BLUE - Toggle favorite PLAY/PAUSE - Toggle playback STOP - Stop playback EXIT - Close player
el: Χειριστήρια προγράμματος αναπαραγωγής: OK - Εμφάνιση/απόκρυψη μπάρας πληροφοριών GREEN - Προηγούμενη κάμερα ιστού YELLOW - Επόμενη κάμερα ιστού BLUE - Εναλλαγή αγαπημένων PLAY/PAUSE - Εναλλαγή αναπαραγωγής STOP - Διακοπή αναπαραγωγής EXIT - Κλείσιμο προγράμματος αναπαραγωγής

source: Removed from favorites
cs: Odebráno z oblíbených
el: Αφαιρέθηκε από τα αγαπημένα
hu: Eltávolítva a kedvencek közül
it: Rimosso dai preferiti
sk: Odstránené z obľúbených

source: Error removing favorite
cs: Chyba při odebírání položky z oblíbených
el: Σφάλμα κατά την αφαίρεση από τα αγαπημένα
hu: Hiba a kedvenc eltávolításakor
it: Errore durante la rimozione dei preferiti
sk: Chyba pri odstraňovaní položky z obľúbených

source: Added to favorites!
cs: Přidáno k oblíbeným!
el: Προστέθηκε στα αγαπημένα!
hu: Hozzáadva a kedvencekhez!
it: Aggiunto ai Preferiti!
sk: Pridané k obľúbeným!

source: Error adding favorite
cs: Chyba při přidávání oblíbeného
el: Σφάλμα κατά την προσθήκη στα αγαπημένα
hu: Hiba a kedvencek hozzáadásakor
it: Errore durante l'aggiunta dei preferiti
sk: Chyba pri pridávaní obľúbených položiek

source: Could not extract video stream
cs: Nelze extrahovat video stream
el: Δεν ήταν δυνατή η εξαγωγή της ροής βίντεο
hu: Nem sikerült kinyerni a videó streamet
it: Impossibile estrarre il flusso video
sk: Nepodarilo sa extrahovať video stream

source: Invalid YouTube URL
cs: Neplatná URL adresa YouTube
el: Μη έγκυρο URL YouTube
hu: Érvénytelen YouTube URL
it: URL di YouTube non valido
sk: Neplatná URL adresa YouTube

source: All YouTube playback methods failed!
cs: Všechny metody přehrávání na YouTube selhaly!
el: Όλες οι μέθοδοι αναπαραγωγής YouTube απέτυχαν!
hu: Minden YouTube lejátszási módszer sikertelen!
it: Tutti i metodi di riproduzione su YouTube sono falliti!
sk: Všetky metódy prehrávania na YouTube zlyhali!

source: Error playing YouTube video!
cs: Chyba při přehrávání videa z YouTube!
el: Σφάλμα κατά την αναπαραγωγή βίντεο YouTube!
hu: Hiba a YouTube-videó lejátszásakor!
it: Errore durante la riproduzione del video di YouTube!
sk: Chyba pri prehrávaní videa z YouTube!

source: All YouTube methods failed!
cs: Všechny metody na YouTube selhaly!
el: Όλες οι μέθοδοι του YouTube απέτυχαν!
hu: Minden YouTube metódus kudarcot vallott!
sk: Všetky metódy na YouTube zlyhali!

source: Playback failed!
cs: Přehrávání se nezdařilo!
el: Η αναπαραγωγή απέτυχε!
hu: Lejátszás sikertelen!
it: Riproduzione fallita!
sk: Prehrávanie zlyhalo!

source: Couldn't extract video stream
cs: Nepodařilo se extrahovat video stream
el: Δεν ήταν δυνατή η εξαγωγή της ροής βίντεο
hu: Nem sikerült kinyerni a videóstreamet
sk: Nepodarilo sa extrahovať video stream

source: Error playing YouTube video with proxy!
cs: Chyba při přehrávání videa z YouTube přes proxy!
el: Σφάλμα κατά την αναπαραγωγή βίντεο YouTube μέσω proxy!
hu: Hiba a YouTube-videó proxyval történő lejátszásakor!
sk: Chyba pri prehrávaní videa YouTube cez proxy!

source: Select
cs: Vybrat
el: Επιλογή
hu: Kiválasztás
it: Seleziona
sk: Vybrať

source: Update
cs: Aktualizovat
el: Ενημέρωση
hu: Frissítés
it: Aggiornamento
sk: Aktualizovať

source: Menu
el: Μενού
hu: Menü

source: User Lists
cs: Seznamy uživatelů
el: Λίστες χρήστη
hu: Felhasználói listák
it: Lista Utente
sk: Zoznamy používateľov

source: Favorites
cs: Oblíbené
el: Αγαπημένα
hu: Kedvencek
it: Preferiti
sk: Moje obľúbené

source: Continents
cs: Kontinenty
el: Ήπειροι
hu: Kontinens
it: Continenti
sk: Kontinentov

source: Countries
cs: Země
el: Χώρες
hu: Országok
it: Paesi
sk: Krajiny

source: Categories
cs: Kategorie
el: Κατηγορίες
hu: Kategóriák
it: Categorie
sk: Kategórie

source: Top Webcams
cs: Nejlepší webkamery
el: Κορυφαίες κάμερες ιστού
hu: Legjobb webkamerák
sk: Najlepšie webkamery

source: Change language
cs: Změnit jazyk
el: Αλλαγή γλώσσας
hu: Nyelv változtatása
it: Cambia Lingua
sk: Zmeniť jazyk

source: Update plugin
cs: Aktualizovat modul
el: Ενημέρωση του πρόσθετου
hu: Bővítmény frissítése
it: Aggiornamento Plugin
sk: Aktualizácia pluginu

source: Update yt-dlp
cs: Aktualizace yt-dlp
el: Ενημέρωση yt-dlp
hu: Yt-dlp frissítése
it: Aggiornamento modulo yt-dl
sk: Aktualizácia yt-dlp

source: Settings
cs: Nastavení
el: Ρυθμίσεις
hu: Beállítások
it: Configurazione
sk: Nastavenia

source: About
cs: O nás
el: Σχετικά
hu: Rólunk
it: Informazioni
sk: O nás

source: Select an option
cs: Vyberte možnost
el: Επιλέξτε μια επιλογή
hu: Válasszon ki egy lehetőséget
it: Seleziona un opzione
sk: Vyberte možnosť

source: Error opening language selection
cs: Chyba při otevírání výběru jazyka
el: Σφάλμα κατά το άνοιγμα της επιλογής γλώσσας
hu: Hiba a nyelvválasztás megnyitásakor
sk: Chyba pri otváraní výberu jazyka

source: Language changed to %s
cs: Jazyk změněn na %s
el: Η γλώσσα άλλαξε σε %s
hu: Nyelv módosítva erre: %s
it: Lingua modificata in %s
sk: Jazyk zmenený na %s

source: Error changing language
cs: Chyba při změně jazyka
el: Σφάλμα κατά την αλλαγή γλώσσας
hu: Hiba a nyelv módosításakor
it: Errore durante il cambio lingua
sk: Chyba pri zmene jazyka

source: Settings functionality coming soon!
cs: Funkce nastavení bude brzy k dispozici!
el: Η λειτουργία Ρυθμίσεις έρχεται σύντομα!
hu: Beállítások funkció hamarosan elérhető!
it: Presto arriveranno le funzionalità delle impostazioni!
sk: Funkcia nastavení bude čoskoro dostupná!

source: Error opening settings: %s
cs: Chyba při otevírání nastavení: %s
el: Σφάλμα κατά το άνοιγμα των ρυθμίσεων: %s
hu: Hiba a beállítások megnyitásakor: %s
it: Errore durante l'apertura delle impostazioni: %s
sk: Chyba pri otváraní nastavení: %s

source: Unable to fetch version info: {}
cs: Nelze načíst informace o verzi: 0}
el: Αδυναμία λήψης πληροφοριών έκδοσης: {}
hu: Nem sikerült lekérni a verzióinformációkat: {}
it: Impossibile recuperare le informazioni sulla versione: {}
sk: Nepodarilo sa načítať informácie o verzii: 0}

source: You are already running the latest version: {}
cs: Již používáte nejnovější verzi: {}
el: Χρησιμοποιείτε ήδη την πιο πρόσφατη έκδοση: {}
hu: Már a legújabb verziót futtatod: {}
it: Stai già utilizzando l'ultima versione: {}
sk: Už používate najnovšiu verziu: {}

source: New version %s available Changelog: %s Do you want to install it now?
cs: Nová verze %s k dispozici Seznam změn: %s Chcete ji nyní nainstalovat?
el: Διαθέσιμη νέα έκδοση %s Καταγραφή αλλαγών: %s Θέλετε να την εγκαταστήσετε τώρα;
hu: Új verzió (%s) elérhető Változásnapló: %s Telepíteni szeretnéd most?
it: Nuova versione %s disponibile Changelog: %s Vuoi installarla ora?
sk: Nová verzia %s je k dispozícii Zoznam zmien: %s Chcete ju teraz nainštalovať?

source: Upgrading...
cs: Aktualizace...
el: Αναβάθμιση...
hu: Frissítés...
it: Aggiornamento...
sk: Aktualizácia...

source: Update failed: %s
cs: Aktualizace selhala: %s
el: Η ενημέρωση απέτυχε: %s
hu: Frissítés sikertelen: %s
it: Aggiornamento Fallito: %s
sk: Aktualizácia zlyhala: %s

source: Update Aborted!
cs: Aktualizace zrušena!
de: Update Abgebrochen!
el: Η ενημέρωση ακυρώθηκε!
hu: Frissítés megszakítva!
it: Aggiornamento Annullato!
sk: Aktualizácia prerušená!

source: Update completed successfully! The plugin will now close.
cs: Aktualizace úspěšně dokončena! Plugin se nyní zavře.
el: Η ενημέρωση ολοκληρώθηκε με επιτυχία! Το πρόσθετο θα κλείσει τώρα.
hu: A frissítés sikeresen befejeződött! A bővítmény most bezárul.
it: Aggiornamento completato con successo! Il plugin verrà chiuso.
sk: Aktualizácia bola úspešne dokončená! Plugin sa teraz zatvorí.

source: Update encountered an error (code: %s)
cs: Aktualizace narazila na chybu (kód: %s)
el: Προέκυψε σφάλμα κατά την ενημέρωση (κωδικός: %s)
hu: A frissítés hibát észlelt (kód: %s)
it: L'aggiornamento ha riscontrato un errore (codice: %s)
sk: Pri aktualizácii sa vyskytla chyba (kód: %s)

source: yt-dlp updated successfully!
cs: yt-dlp byl úspěšně aktualizován!
el: Το yt-dlp ενημερώθηκε με επιτυχία!
hu: az yt-dlp frissítése sikeresen megtörtént!
it: yt-dlp aggiornato con successo!
sk: yt-dlp bol úspešne aktualizovaný!

source: Failed to update yt-dlp: %s
cs: Aktualizace yt-dlp se nezdařilo: %s
el: Αποτυχία ενημέρωσης του yt-dlp: %s
hu: Nem sikerült frissíteni az yt-dlp fájlt: %s
it: Impossibile aggiornare yt-dlp: %s
sk: Aktualizácia yt-dlp zlyhala: %s

source: Live webcam viewer featuring global locations
el: Προβολή ζωντανών καμερών ιστού από τοποθεσίες παγκοσμίως
it: Visualizzatore di webcam in diretta con posizioni globali

source: Developed by Lululla
cs: Vyvinuto společností Lululla
el: Ανάπτυξη από τον Lululla
hu: Lululla fejlesztette ki
it: Sviluppato da Lululla
sk: Vyvinuté spoločnosťou Lululla

source: Powered by Enigma2 and Python
cs: Poháněno Enigmou2 a Pythonem
el: Με την υποστήριξη των Enigma2 και Python
hu: Enigma2 és Python alapú
sk: Poháňané systémom Enigma2 a Python

source: Forum support: www.corvoboys.org
cs: Podpora fóra: www.corvoboys.org
el: Φόρουμ υποστήριξης: www.corvoboys.org
hu: Fórum támogatás: www.corvoboys.org
sk: Podpora fóra: www.corvoboys.org

source: Included playlists and sources:
el: Περιλαμβανόμενες λίστες αναπαραγωγής και πηγές:
it: Playlist e fonti incluse:

source: - Local webcam list
el: - Τοπική λίστα καμερών ιστού
it: - Elenco webcam locali

source: - Local YouTube playlist
el: - Τοπική λίστα αναπαραγωγής YouTube
it: - Playlist YouTube locale (test)

source: - Online webcam list
el: - Διαδικτυακή λίστα καμερών ιστού
it: - Elenco webcam online

source: - Online Direct and YouTube webcams
el: - Διαδικτυακές απευθείας κάμερες ιστού και YouTube
it: - Playlist di webcam online di YouTube

source: - Other sources
el: - Άλλες πηγές
it: - Altre fonti

source: Your Favorites
cs: Vaše oblíbené
el: Τα αγαπημένα σας
hu: Kedvenceid
it: I tuoi preferiti
sk: Vaše obľúbené

source: Play
cs: Přehrát
el: Αναπαραγωγή
hu: Lejátszás
sk: Prehrať

source: Remove
cs: Odstranit
el: Αφαίρεση
hu: Eltávolítás
it: Rimuovi
sk: Odstrániť

source: Export
el: Εξαγωγή
it: Esporta

source: No favorites yet
cs: Zatím žádné oblíbené
el: Δεν υπάρχουν αγαπημένα ακόμα
hu: Még nincsenek kedvencek
it: Nessun preferito ancora
sk: Zatiaľ žiadne obľúbené

source: Error loading favorites
cs: Chyba při načítání oblíbených položek
el: Σφάλμα φόρτωσης αγαπημένων
hu: Hiba a kedvencek betöltése során
it: Errore durante il caricamento delle categorie
sk: Chyba pri načítavaní obľúbených položiek

source: Removed from favorites: %s
cs: Odebráno z oblíbených: %s
el: Αφαιρέθηκε από τα αγαπημένα: %s
hu: Eltávolítva a kedvencek közül: %s
it: Rimosso dai preferiti: %s
sk: Odstránené z obľúbených: %s

source: No playlists found
cs: Nenalezeny žádné playlisty
el: Δεν βρέθηκαν λίστες αναπαραγωγής
hu: Nem található lejátszási lista
it: Nessuna playlist trovata
sk: Nenašli sa žiadne zoznamy skladieb

source: Error loading playlists
cs: Chyba při načítání playlistů
el: Σφάλμα κατά τη φόρτωση των λιστών αναπαραγωγής
hu: Hiba a lejátszási listák betöltése során
it: Errore durante il caricamento delle Playlists
sk: Chyba pri načítavaní zoznamov skladieb

source: No playlists available
cs: Žádné playlisty nejsou k dispozici
el: Καμία διαθέσιμη λίστα αναπαραγωγής
hu: Nincsenek elérhető lejátszási listák
it: Nessuna playlist disponibile
sk: Žiadne zoznamy skladieb nie sú k dispozícii

source: Select a valid playlist
cs: Vyberte platný seznam skladeb
el: Επιλέξτε έγκυρη λίστα αναπαραγωγής
hu: Válasszon egy érvényes lejátszási listát
it: Seleziona una playlist valida
sk: Vyberte platný zoznam skladieb

source: Error opening playlist
cs: Chyba při otevírání playlistu
el: Σφάλμα κατά το άνοιγμα της λίστας αναπαραγωγής
hu: Hiba a lejátszási lista megnyitásakor
it: Errore durante l'apertura della Playlist
sk: Chyba pri otváraní playlistu

source: Playlist file not found or empty
cs: Soubor seznamu skladeb nebyl nalezen nebo je prázdný
el: Το αρχείο λίστας αναπαραγωγής δεν βρέθηκε ή είναι κενό
hu: A lejátszási lista fájl nem található vagy üres
sk: Súbor zoznamu skladieb sa nenašiel alebo je prázdny

source: Playlist file not found
cs: Soubor playlistu nebyl nalezen
el: Το αρχείο λίστας αναπαραγωγής δεν βρέθηκε
hu: Lejátszási lista fájl nem található
sk: Súbor zoznamu skladieb sa nenašiel

source: Error loading playlist
cs: Chyba při načítání playlistu
el: Σφάλμα κατά τη φόρτωση της λίστας αναπαραγωγής
hu: Hiba a lejátszási lista betöltése során
it: Errore durante il caricamento della Playlist
sk: Chyba pri načítavaní playlistu

source: Select a valid webcam
cs: Vyberte platnou webkameru
el: Επιλέξτε έγκυρη κάμερα ιστού
hu: Válasszon egy érvényes webkamerát
it: Seleziona una webcam valida
sk: Vyberte platnú webkameru

source: Error loading continents
cs: Chyba při načítání kontinentů
el: Σφάλμα κατά τη φόρτωση των ηπείρων
hu: Hiba a kontinensek betöltése során
it: Errore durante il caricamento dei Continenti
sk: Chyba pri načítavaní kontinentov

source: Error loading countries
cs: Chyba při načítání zemí
el: Σφάλμα κατά τη φόρτωση των χωρών
hu: Hiba az országok betöltésekor
it: Errore durante il caricamento dei Paesi
sk: Chyba pri načítavaní krajín

source: Country
cs: Země
el: Χώρα
hu: Ország
it: Paese
sk: Krajina

source: Error loading categories
cs: Chyba při načítání kategorií
el: Σφάλμα κατά τη φόρτωση των κατηγοριών
hu: Hiba a kategóriák betöltése során
it: Errore durante il caricamento delle categorie
sk: Chyba pri načítavaní kategórií

source: Select a valid category
cs: Vyberte platnou kategorii
el: Επιλέξτε έγκυρη κατηγορία
hu: Válasszon érvényes kategóriát
it: Seleziona una categoria valida
sk: Vyberte platnú kategóriu

source: Error loading top webcams
cs: Chyba při načítání nejlepších webkamer
el: Σφάλμα κατά τη φόρτωση των κορυφαίων καμερών ιστού
hu: Hiba a legnépszerűbb webkamerák betöltésekor
it: Errore durante il caricamento delle Top Webcams
sk: Chyba pri načítavaní najobľúbenejších webkamier

source: Error loading locations
cs: Chyba při načítání lokalit
el: Σφάλμα κατά τη φόρτωση των τοποθεσιών
hu: Hiba a helyek betöltése során
it: Errore durante il caricamento delle Località
sk: Chyba pri načítavaní lokalít

source: Select a valid location
cs: Vyberte platné místo
el: Επιλέξτε έγκυρη τοποθεσία
hu: Válasszon érvényes helyet
it: Seleziona una località valida
sk: Vyberte platnú polohu

source: Add/Remove
el: Προσθήκη/Αφαίρεση
it: Aggiungi/Rimuovi

source: Add to favorites
cs: Přidat do oblíbených
el: Προσθήκη στα αγαπημένα
hu: Kedvencekhez
it: Aggiungi ai Preferiti
sk: Pridaj k obľúbeným

source: Remove from favorites
cs: Odebrat z oblíbených
el: Αφαίρεση από τα αγαπημένα
hu: Eltávolítás a kedvencek közül
it: Rimuovi dai preferiti
sk: Odstrániť z obľúbených

source: Export All to Bouquet
el: Εξαγωγή όλων σε μπουκέτο
it: Esporta tutto in Bouquet

source: Error loading webcams
cs: Chyba při načítání webkamer
el: Σφάλμα κατά τη φόρτωση των καμερών ιστού
hu: Hiba a webkamerák betöltésekor
it: Errore durante il caricamento delle Webcams
sk: Chyba pri načítavaní webkamier

source: Live webcams from around the world
cs: Živé webkamery z celého světa
el: Ζωντανές κάμερες ιστού από όλο τον κόσμο
hu: Élő webkamerák a világ minden tájáról
it: Webcam in diretta da tutto il mondo
sk: Živé webkamery z celého sveta

source: No favorites to export
el: Δεν υπάρχουν αγαπημένα προς εξαγωγή
it: Nessun preferito da esportare

source: Favorites exported successfully! Restart Enigma2 to see them.
el: Τα αγαπημένα εξήχθησαν με επιτυχία! Επανεκκινήστε το Enigma2 για να τα δείτε.
it: Preferiti esportati con successo! Riavvia Enigma2 per visualizzarli.

source: Export failed:
el: Η εξαγωγή απέτυχε:
it: Esportazione Fallita:

source: AMERICAS
cs: AMERIKA
el: ΑΜΕΡΙΚΗ
hu: AMERIKA
it: AMERICA
sk: AMERIKA

source: EUROPE
cs: EVROPA
el: ΕΥΡΩΠΗ
hu: EURÓPA
it: EUROPA
sk: EURÓPA

source: AFRICA
cs: AFRIKA
el: ΑΦΡΙΚΗ
hu: AFRIKA
sk: AFRIKA

source: WorldCam v{}
cs: WorldCam verze {}
sk: WorldCam verzia {}

source: WorldCam v%s
cs: WorldCam verze %s
sk: WorldCam verzia %s

source: Live webcam viewer featuring global locations.
cs: Prohlížeč živého videa z webkamery s lokacemi po celém světě.
hu: Élő webkamera-megjelenítő globális helyszínekkel.
sk: Prehliadač živých webových kamier s lokáciami z celého sveta.

source: Included playlists and sources:
cs: Zahrnuté playlisty a zdroje:
hu: Mellékelt lejátszási listák és források:
sk: Zahrnuté zoznamy skladieb a zdroje:

source: - Local webcam list
cs: - Seznam místních webkamer
hu: - Helyi webkamerák listája
sk: - Zoznam lokálnych webkamer

source: - Local YouTube playlist (test)
cs: - Lokální playlist na YouTube (test)
hu: - Helyi YouTube lejátszási lista (teszt)
sk: - Lokálny zoznam skladieb na YouTube (test)

source: - Online webcam list
cs: - Seznam webkamer online
hu: - Online webkamerák listája
sk: - Zoznam webkamier online

source: - Online Direct and YouTube webcams playlist (test)
cs: - Seznam videí z online webkamer a webkamer na YouTube (test)
hu: - Online Direct és YouTube webkamerák lejátszási listája (teszt)
sk: - Zoznam skladieb Online Direct a YouTube webkamery (test)

source: - Other sources
cs: - Jiné zdroje
hu: - Egyéb források
sk: - Iné zdroje

source: Play/pause not supported for this stream
it: Riproduzione/pausa non supportata per questo flusso

source: File not found
it: File non trovato

source: Empty playlist file
it: File della Playlist vuota

source: No valid webcams in playlist
it: Nessuna webcam valida nella playlist

source: New version %s is available Changelog: %s Press info_long or yellow_long button to start force updating.
de: Neue Version %s ist verfügbar Changelog: %s Drücken Sie die Tasten info_lang oder gelb_lang, um die Aktualisierung zu erzwingen.

source: New version %s is available. Changelog: %s Do you want to install it now?
de: Neue Version %s ist verfügbar. Changelog: %s Möchten Sie sie jetzt installieren?

source: Congrats! You already have the latest version...
de: Herzlichen Glückwunsch! Sie haben bereits die neueste Version...

source: Do you want to install update ( %s ) now?
de: Möchten Sie das Update ( %s ) jetzt installieren?

source: Remove all Worldcam Favorite Bouquet ?
de: Alle Worldcam Favorite Bouquet entfernen ?

source: Worldcam Favorites List have been removed
de: Worldcam Favoritenliste wurde entfernt

source: Do you want to Convert to Favorite Bouquet ? Attention!! Wait while converting !!!
de: Möchten Sie zu Favoriten Bouquet umwandeln? Achtung!!! Warten Sie mit der Konvertierung !!!

source: bouquets reloaded..
de: bouquets neugeladen..

source: Reload Bouquet
de: Bouquet neuladen
