Repository: Belfagor2005/WorldCam
Catalog: usr/lib/enigma2/python/Plugins/Extensions/WorldCam/res/locale/*/LC_MESSAGES/RaiPlay.po
Languages: it

source: Error adding download
it: Errore durante l'aggiunta del download

source: Invalid video URL detected
it: Rilevato URL video non valido

source: Removed from queue: {}
it: Rimosso dalla coda: {}

source: Temporary
it: Temporanea

source: Error: Download manager not available
it: Errore: Download manager non disponibile

source: Error playing stream: {}
it: Errore durante la riproduzione dello streaming {}

source: Loading data... Please wait
it: Caricamento dati in corso... Attendi

source: Programs
it: Programmi

source: A-Z All Programs
it: A-Z Tutti Programmi

source: Search
it: Ricerca

source: Initializing...
it: Inizializzazione in corso...

source: Loading complete! Select an option
it: Caricamento completato! Seleziona un'opzione

source: Loading program data
it: Caricamento dei dati del programma

source: Program list is still loading. Please wait...
it: L'elenco dei programmi è ancora in fase di caricamento. Attendi...

source: No program categories available
it: Nessuna categoria di programma disponibile

source: Select category
it: Seleziona categoria

source: No video URL available
it: Nessun url video disponibile

source: Choose action for: {}
it: Scegli l'azione per: {}

source: Select channel
it: Seleziona canale

source: No stream URL available
it: Nessun URL di streaming disponibile

source: Select date
it: Seleziona data

source: Select program
it: Seleziona programma

source: No programs available for this day
it: Nessun programma disponibile per questo giorno

source: Video URL not available
it: URL del video non disponibile

source: Error loading data
it: Errore durante il caricamento dei dati

source: No TV channels available
it: Nessun canale TV disponibile

source: No categories available
it: Nessuna categoria disponibile

source: Select block
it: Seleziona blocco

source: Select video
it: Seleziona video

source: Video not available
it: Video non disponibile

source: No items available
it: Nessun articolo disponibile

source: Select item
it: Seleziona item

source: Error loading data: %s
it: Errore durante il caricamento dei dati: %s

source: Error loading video data
it: Errore durante il caricamento dei dati video

source: No video URL found in the response
it: Nessun URL video trovato nella risposta

source: Error parsing video data: {}
it: Errore durante l'analisi dei dati video: {}

source: Select letter
it: Seleziona lettera

source: Loading all programs...
it: Caricamento di tutti i programmi...

source: All Programs
it: Tutti Programmi

source: Loading programs...
it: Caricamento programmi...

source: Could not load program content
it: Impossibile caricare il contenuto del programma

source: No content found in this program
it: Nessun contenuto trovato in questo programma

source: Unknown content type
it: Tipo di contenuto sconosciuto

source: Error parsing content
it: Errore durante l'analisi dei contenuti

source: Loading program details...
it: Caricamento dettagli programma...

source: No content available
it: Nessun contenuto disponibile

source: Select content set
it: Seleziona il set di contenuti

source: Error loading data: {}
it: Errore durante il caricamento dei dati: {}

source: No episodes available
it: Nessun episodio disponibile

source: Select episode
it: Seleziona episodio

source: Loading videos...
it: Caricamento video...

source: No videos found
it: Nessun video trovato

source: Loading on-air programs...
it: Caricamento dei programmi in onda...

source: No programs currently on air
it: Nessun programma attualmente in onda

source: Select program to watch
it: Seleziona il programma da guardare

source: No program URL available
it: Nessun URL del programma disponibile

source: TV Programs A-Z
it: A-Z Programmi TV

source: Radio Programs A-Z
it: A-Z Programmi Radio

source: Unknown data format
it: Formato dati sconosciuto

source: No programs found in A-Z list
it: Nessun programma trovato nell'elenco dalla A alla Z

source: Error loading A-Z programs: {}
it: Errore durante il caricamento dei programmi dalla A alla Z: {}

source: Loading news categories...
it: Caricamento categorie di notizie...

source: Loading news items...
it: Caricamento nuovi elementi...

source: No items found in this category
it: Nessun elemento trovato in questa categoria

source: Error: Could not load news data
it: Errore: impossibile caricare i dati delle notizie

source: Archive URL not found
it: URL dell'archivio non trovato

source: No archive data found
it: Nessun dato di archivio trovato

source: No items found in this archive
it: Nessun elemento trovato in questo archivio

source: Error processing archive
it: Errore durante l'elaborazione dell'archivio

source: No main theme found
it: Errore durante l'elaborazione dell'archivio

source: Error loading content from API
it: Errore durante il caricamento del contenuto dall'API

source: Error processing thematic content
it: Errore nell'elaborazione del contenuto tematico

source: Loading archive...
it: Caricamento archivio...

source: Loading archive data...
it: Caricamento dati archivio...

source: Error loading archive data
it: Errore durante il caricamento dei dati di archivio

source: No videos available
it: Nessun video disponibile

source: Error loading archive data: {}
it: Errore durante il caricamento dei dati dell'archivio: {}

source: Extracting video URL...
it: Estrazione dell'URL del video...

source: Error loading video page
it: Errore durante il caricamento della pagina video

source: Could not find video URL
it: Impossibile trovare l'URL del video

source: Error extracting video URL
it: Errore durante l'estrazione dell'URL del video

source: View Full Archive
it: Visualizza l'archivio completo

source: Select edition
it: Seleziona edizione

source: No editions available
it: Nessuna edizione disponibile

source: TGR and Special Programs
it: TGR e programmi speciali

source: No videos found in archive
it: Nessun video trovato nell'archivio

source: Pagination not supported for this archive
it: La paginazione non è supportata per questo archivio

source: No items found
it: Nessun elemento trovato

source: Error parsing data
it: Errore durante l'analisi dei dati

source: Content type not recognized
it: Tipo di contenuto non riconosciuto

source: No sports categories available
it: Nessuna categoria sportiva disponibile

source: Rai Sport - Categories
it: Rai Sport - Categorie

source: Select subcategory
it: Seleziona sottocategoria

source: Rai Sport - Subcategories
it: Rai Sport - Sottocategorie

source: Loading all videos... Please wait
it: Caricamento di tutti i video in corso... Attendi

source: Page with duplicate
it: Pagina con duplicato

source: Error loading videos:
it: Errore durante il caricamento dei video:

source: Next page
it: Pagina successiva

source: Page
it: Pagina

source: Select a video
it: Seleziona video

source: Video URL not found
it: URL del video non trovato

source: Unknown title
it: Titolo sconosciuto

source: Error playing video:
it: Errore durante la riproduzione del video:

source: Rai Play Programs
it: Rai Play Programmi

source: Exclusive Programs
it: Programmi esclusivi

source: Society & Culture
it: Società e Cultura

source: Crime Investigations
it: Indagini criminali

source: Games & Quizzes
it: Giochi e Quiz

source: News & Documentaries
it: News e Documentari

source: Entertainment
it: Intrattenimento

source: Lifestyle
it: Stile di vita

source: Music
it: Musica

source: Music Classic
it: Musica Classica

source: History & Art
it: Storia e Arte

source: Travel & Adventure
it: Viaggi e avventura

source: Films
it: Film

source: Italian Series
it: Serie Italiane

source: International Series
it: Serie Internazionali

source: Crime
it: Crimine

source: Kids
it: Ragazzi

source: Originals
it: Originali

source: Documentaries
it: Documentari

source: Teens
it: Adolescenti

source: Music & Theater
it: Musica e teatro

source: Tech & Learning
it: Tecnologia e apprendimento

source: Learning
it: Apprendimento

source: Sustainability
it: Sostenibilità

source: Select a category
it: Seleziona categoria

source: Enter search query
it: Inserisci la query di ricerca

source: Query too short (min 3 characters)
it: Query troppo breve (minimo 3 caratteri)

source: Searching through programs...
it: Ricerca nei programmi...

source: No programs found for:
it: Nessun programma trovato per:

source: Found {0} programs for: {1}
it: Trovati {0} programmi per: {1}

source: Search error. Please try again.
it: Errore di ricerca. Riprova.

source: Play/pause not supported for this stream
it: Riproduzione/pausa non supportata per questo flusso

source: Back
it: Indietro

source: No downloads in queue
it: Nessun download in coda

source: No downloads
it: Nessun download

source: Total: {total} | Active: {active} | Queued: {queued} | Completed: {completed} | Errors: {errors}
it: Totale: {total} | Attivo: {active} | In coda: {queued} | Completato: {completed} | Errori: {errors}

source: Free Space: {free} of {total}
it: Spazio libero: {free} di {total}

source: Remove
it: Rimuovi

source: Download started: {}
it: Download avviato: {}

source: Download stopped: {}
it: Download interrotto: {}

source: Clean queue from duplicates
it: Pulisci la coda dai duplicati

source: Stop the download first before removing
it: Interrompere prima il download prima di rimuovere

source: Remove download: {}?
it: Rimuovere download: {}?

source: Error playing file: {}
it: Errore durante la riproduzione del video:: {}

source: File not found: {}
it: File non trovato: {}

source: Test download added to queue
it: Download di prova aggiunto alla coda

source: Test download failed
it: Download di prova non riuscito

source: Error starting plugin
it: Errore nell'avvio del plugin
